"More than %1$@ used on %2$@" = "Využito více než %1$@ na %2$@"; // disk space
"Free memory below %@" = "Volná paměť pod %@";
"CPU usage above %1$@ for %2$@ seconds" = "Využití CPU nad %1$@ po %2$@ sekund";
"iStat Menus has been updated" = "iStat Menus byly aktualizovány";
"Battery now at %@" = "Baterie nyní na %@";
"No internet connection" = "Žádné připojení K internetu";
"Currently %1$@. Feels like %2$@." = "Nyní %1$@. Pocitová teplota %2$@."; // weather temperatures
"%li minutes remaining on battery" = "Zbývá %li minut na baterii";
"iStat Menus %.2f (%i) is now installed." = "Nyní jsou nainstalovány iStat Menus %.2f (%i).";
"%@ chance of rain" = "%@ možnost srážek";
"Internet" = "Internet";
"Charger connected" = "Nabíječka připojena";
"Daylight saving starts tomorrow at %@" = "Letní čas začíná zítra v %@";
"Low Battery" = "Slabá baterie";
"Forecast for today" = "Předpověď na dnešek";
"Clocks forward %@ hour" = "Hodiny vpředu o %@ hod.";
"New IP Address '%@'" = "Nová IP adresa '%@'";
"Active GPU changed" = "Aktivní GPU se změnilo";
"%i Weather Alerts" = "%i varování o počasí";
"Weather Alert" = "Varování o počasí";
"S.M.A.R.T. status changed" = "Stav S.M.A.R.T. se změnil";
"%@ chance of rain tonight" = "%@ pravděpodobnost srážek tuto noc";
"Load Average above %1$@ for %2$@ seconds" = "Load Average nad %1$@ po %2$@ sekund";
"%1$@ now at %2$@" = "%1$@ nyní na %2$@"; // battery level now at %
"'%@' is now being used" = "Nyní je využito '%@'"; // 'x gpu' is now being used
"Memory pressure above %@" = "Zatížení paměti nad %@";
"Daylight saving ends on %@" = "Letní čas končí %@";
"Charger disconnected" = "Nabíječka odpojena";
"Connected to '%@'" = "Připojeno: '%@'";
"Battery is now charged" = "Baterie je nabitá";
"Daylight saving ends tomorrow at %@" = "Letní čas končí zítra v %@";
"Forecast for tomorrow" = "Předpověď na zítřek";
"New public IP Address '%@'" = "Nová veřejná IP adresa '%@'";
"%@ chance of rain at night" = "%@ pravděpodobnost srážek v noci";
"Low %1$@, High %2$@." = "Nejniž. %1$@, Nejvyš. %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi připojeno k '%@'";
"Connected to internet" = "Připojeno k internetu";
"Clocks back %@ hour" = "Hodiny vzadu o %@ hod.";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' nad %2$@ po %3$@ sekund"; // sensor above value for x seconds
"Daylight saving starts on %@" = "Letní čas začíná %@";
"Less than %1$@ left on %2$@" = "Zbývá méně než %1$@ na %2$@"; // disk space
"Current conditions" = "Aktuální podmínky";


// Unlocalized strings



// Modified strings

